// ======================================
//  お知らせを書き込む場所
//  { date: "YYYY-MM-DD", text: "本文" }
//  新しいものを上に追加してください（トップページには最新4件を表示）
// ======================================
var NEWS = [
  { date: "2026-08-24", text: "REALITY公式イベント、「REALITY CON 2026 IN 幕張メッセ」の入口案内アナウンス動画への出演が決定しました！" },
  { date: "2026-08-24", text: "【予告】8/25(火)は小漆間マイトさん枠で「低周波ビリビリ早口言葉」！お楽しみに！" },
  { date: "2026-08-24", text: "【予告】8/28(金)は Among Us in きびきの鯖！" },
  { date: "2026-08-24", text: "【予告】8/30(日)は夜宵ねねさん枠の歌フェスに参加します！" },
  { date: "2026-08-24", text: "【予告】9/14(月)〜9/20(日)はREALITYイベント「【達成で全員掲載】渋谷発REALITYトレイン！」に参加します！応援よろしくお願いします！" },
  { date: "2026-08-17", text: "8/10-16にかけて、REALITYでのイベント「ねこうさぬい獲得イベント」に参加しました！" },
  { date: "2026-07-22", text: "【予告】7/26(日)は、21時～ 犬鳴ぽちたさん枠で飲みコラボ！お楽しみにお待ちください！" },
  { date: "2026-07-19", text: "【予告】8/10(月)〜8/16(日)はねこさんうさぎさんイベに参加します！応援よろしくお願いします！" },
  { date: "2026-07-06", text: "【予告】7/16(木)は港ヨリさん枠でコラボ企画！" },
  { date: "2026-07-05", text: "歌フェスに参加しました！" },
  { date: "2026-07-01", text: "今日の配信は23:00スタートに変更します！" },
];
