// ======================================
//  お知らせを書き込む場所
//  { date: "YYYY-MM-DD", text: "本文" }
//  新しいものを上に追加してください
// ======================================
var NEWS = [
  { date: "2026-07-22", text: "【予告】7/26(日)は、犬鳴ぽちたさん枠で飲みコラボ！お楽しみにお待ちください！" },
  { date: "2026-07-19", text: "【予告】8/10(月)〜8/16(日)はねこさんうさぎさんイベに参加します！応援よろしくお願いします！" },
  { date: "2026-07-06", text: "【予告】7/16(木)は港ヨリさん枠でコラボ企画！" },
  { date: "2026-07-05", text: "歌フェスに参加しました！" },
  { date: "2026-07-01", text: "今日の配信は23:00スタートに変更します！" },
];
